Repository: jpawlowski/openvpn-als
Catalog: ovpnals-language/src/fr-FR/omegat/project_save.tmx
Source language: en_us
Languages: fr_fr

source: OpenVPN-ALS has a special user known as the <strong>Super User</strong>. By default, this user may always logon from the localhost and is not subject to any of the usual logon contraints. <br/><br/>It is <strong>strongly recommended</strong> that you disable this user once you have completed configuring OpenVPN-ALS and have delegated management rights to other users.<br/><br/>Please select the user you wish to configure as the super user. If the underlying user database supports password changing you may also configure the password (leave field blank if you do not wish to change the password).
fr_fr: OpenVPN-ALS has a special utilisateur known as the <strong>Super Utilisateur</strong>. By default, thest user may always logon from the localhost and est not subject to any de the usual logon contraints. <br/><br/>It est <strong>strongly recommended</strong> that you disable thest user once you have completed configuring OpenVPN-ALS and have delegated management droits to other users.<br/><br/>Please select the user you wish to configure as the super user. Si the underlying user database supports mot de passe changing you may also configure the mot de passe (leave field blank si you do not wish to changer the password).

source: An error has occured. Please review the exception text below.
fr_fr: Une erreur s'est produite. Vérifiez le texte ci-dessous

source: Registered local tunnel with ID of {0}
fr_fr: Registered local tunnel with ID de {0}

source: The theme that will be selected upon login.
fr_fr: Thème utilisé à la connexion.

source: Authentication Timeout
fr_fr: Authentification Timeout

source: Enabling this option will force the user to provide their password upon opening a new browser and returning to the site.
fr_fr: Enabling thest option will force the utilisateur to provide their mot de passe upon opening a new navigateur and returning to the site.

source: The password policy does not allow you to change your password until {0}.
fr_fr: La stratégie de mot de passe ne vous autorise pas à le changer avant {0}.

source: About OpenVPN-ALS
fr_fr: A propos de OpenVPN-ALS

source: Configure User Database
fr_fr: Configure base de donnée utilisateur

source: Folder created.
fr_fr: Dossier crée.

source: OpenVPN-ALS:::Error
fr_fr: OpenVPN-ALS:::Erreur

source: The default view type to use when listing resources in the user console
fr_fr: Le default view type to use when listing ressources in the utilisateur console

source: OpenVPN-ALS::Rename File
fr_fr: OpenVPN-ALS::Renommer un fichier

source: Confirm Immediate shutdown/restart
fr_fr: Confirmer le redémarrage immédiat

source: The path you entered '{0}' is not valid.
fr_fr: Le path you entered '{0}' est not valid.

source: Channel opened.
fr_fr: Canal ouvert.

source: Configure and tune your OpenVPN-ALS server.
fr_fr: Configurer et régler votre serveur OpenVPN-ALS.

source: {0} is an invalid group.
fr_fr: {0} est un groupe invalide.

source: Server Version: {0}
fr_fr: Version du serveur: {0}

source: Deleting the last enabled scheme would leave no enabled schemes. This is not allowed.
fr_fr: Deleting the last enabled scheme would leave non enabled schemes. Thest est not allowed.

source: Application requires that the working directory be changed, but this Java Virtual Machine does not support that.
fr_fr: Application requires that the working directory be changed, but thest Java Virtual Machine does not support that.

source: NetBIOS Socket timeout (seconds)
fr_fr: NetBIOS Socket dépassé (secondes)

source: Click here if you wish to create a new replacement.
fr_fr: Cliquerici si you wish to create a new replacement.

source: The creation of the network place failed. Please review any errors or warnings and either retry by clicking on <strong>Run Again</strong>, or click <strong>Exit Wizard</strong> to leave the wizard now.
fr_fr: La creation de ce Favoris Réseau a échoué. Vérifiez les avertissements puis réessayez en cliquant sur <strong>Executer de nouveau</strong>, ou sur<strong>Quitter l'assistant</strong>.

source: Create Application Shortcut
fr_fr: Créer un raccourci

source: Configure SSL Tunnels to securely connect to remote TCP/IP based services on your OpenVPN-ALS network.
fr_fr: Configure Tunnels SSL to securely connect to remote TCP/IP based services on votre OpenVPN-ALS réseau.

source: OpenVPN-ALS:::Edit Group
fr_fr: OpenVPN-ALS:::Edit Groupe

source: No Icon
fr_fr: Non Icon

source: You must supply a username and / or password.
fr_fr: Vous devez fournir un nom d'utilisateur et / ou un mot de passe.

source: The list of groups exceeded the configured limit, only {0} groups will be displayed.
fr_fr: La liste de groupes dépasse la limite , seulement {0} groupes seront montré.

source: Here you can launch applications that you have been granted access to. Please contact your network administrator if an application to which you require access is missing.
fr_fr: Sur cette page vous pouvez lancer les applications auxquelles vous avez accès. Contactez votre administrateur de réseau si vous désirez accéder à une application manquante.

source: Full name must be 32 characters or less.
fr_fr: Full nom must be 32 characters or less.

source: Port may not be specified if host is not specified!
fr_fr: Port may not be specified si host est not specified!

source: The following wizard will guide you through the stages of creating a new <i>Application</i> and assigning it to one or more policies.
fr_fr: L'assistant vous guidera tout au long des étapes de création d'une nouvelle application <i>Application</i> en assignant une ou plusieurs stratégies.

source: Confirm Group Deletion
fr_fr: Confirmer Groupe Deletion

source: Are you sure you wish to delete these files?
fr_fr: Etes-vous sur de vouloir supprimer ce(s) fichier(s) ?

source: Add To Favorites:
fr_fr: Ajouter aux Favoris:

source: Access control options
fr_fr: Options de contrôle d'accès

source: No profile name has been provided.
fr_fr: Non profil nom has been provided.

source: No scheme found in URI.
fr_fr: Non scheme found in URI.

source: The maximum number of groups stored in the cache.
fr_fr: Le maximum number de groupes stored in the cache.

source: Your password has expired.
fr_fr: Votre mot de passe a expiré.

source: The wizard failed. Please review any errors or warnings and either retry by clicking on <strong>Run Again</strong>, or click <strong>Cancel Installation</strong> to leave the wizard now.
fr_fr: Le assistant failed. Please review any erreurs or avertissements and either retry by clicking on <strong>Executer de nouveau</strong>, or cliquer<strong>Annuler Installation</strong> to leave the wizard now.

source: Downloading.
fr_fr: Téléchargement.

source: No name for this certificate has been provided.
fr_fr: Non nom for thest certificathas been provided.

source: The following wizard will guide you through the stages of creating a new policy and grant principal (users or groups) to it.
fr_fr: Le following assistant will guide you through the stages de creating a new stratégie and grant principal (users or groupes) to it.

source: Downloaded {0}K of extension {1}, please wait
fr_fr: Downloaded {0}K de extension {1}, please wait

source: This network place type provides a read only virtual file system mapped to a Tar file.
fr_fr: Ce type de Favoris Réseau fournit en lecture seule un système de fichier pour fichier Tar.

source: This account is attached to multiple groups:-
fr_fr: Ce compte est attaché a plusieurs groupes:-

source: Disable plain text passwords
fr_fr: Désactiver les mots de passe simple.

source: Tunnel required but no event handler is available
fr_fr: Tunnel required but non event handler est available

source: Edit Attributes
fr_fr: Edit Attributs

source: Network place saved.
fr_fr: Favoris Réseau sauvegardé.

source: The following wizard will guide you through the stages of configuring a new Web Forward and assigning it to one or more policies.
fr_fr: Cet assistant va vous guider tout au long des étapes pour configurer une nouvelle Application Web et lui attribuer une ou plusieurs stratégies.

source: Profile named <strong>{0}</strong> already exists.
fr_fr: Profil named <strong>{0}</strong> already exists.

source: Here you can configure <strong>profiles</strong> that are used for storing various preferences for your users accounts.
fr_fr: Vous pouvez ici configurer vos <strong>profils</strong> qui servent à stocker les préférences pour votre compte utilisateur.

source: Edit this attribute definition
fr_fr: Edit thest attribut definition

source: Full name
fr_fr: Full nom

source: The Tx/Rx thread was interrupted
fr_fr: Le Tx/Rx a été interrompu.

source: Cannot edit open tunnel.
fr_fr: Cannot editer ouvrir tunnel.

source: Permanent / Temporary Single Connect tunnel {0} is out of date, closing.
fr_fr: Permanent / Temporary Single Connect tunnel {0} est out de date, closing.

source: Use currently configured certificate (do nothing)
fr_fr: Use currently configured certificat(do nothing)

source: Scheme is required!
fr_fr: Scheme est required!

source: Click here if you wish to create a new IP Restriction rule.
fr_fr: Cliquerici si you wish to create a new IP Restriction rule.

source: Select
fr_fr: Selectionner

source: Choose the policies you wish to attach this resource to.
fr_fr: Choose the stratégies you wish to attach thest ressource to.

source: License error. {0}
fr_fr: Erreur de licence. {0}

source: This application requires the OpenVPN-ALS Agent to be active.
fr_fr: Cette application necessite que OpenVPN-ALS soit activé.

source: Registered remote tunnel with ID of {0}
fr_fr: Registered remote tunnel with ID de {0}

source: Error Launching Application
fr_fr: Erreur au lancement de l'application

source: Base on profile:
fr_fr: Base on profil:

source: This system authentication module allows users to logon via the embedded client using username and password only. It must be the only module in a scheme.
fr_fr: Thest system authentification module allows users to logon via the embedded client using utilisateur and mot de passe only. It must be the only module in a scheme.

source: Step 2 - Attribute Definition Options
fr_fr: Etape 2 - Attribut Definition Options

source: Agent Type
fr_fr: Type d'agent

source: Second, try using the underlying stores guest user and password if it requests authentication. This is store dependant.
fr_fr: Deuxiemement, essayez en utilisant le compte invité s'il demande une authentication.

source: Create Authentication Scheme
fr_fr: Créer un projet d'authentification

source: The system will shutdown/restart in 10 seconds, Are you sure?
fr_fr: Le système va redémarrer dans 10 secondes, Êtes-vous sur ?

source: Selected Interfaces
fr_fr: Interfaces sélectionnées

source: Registration failed. Error code {0}. {1}
fr_fr: Registration failed. {0}

source: Create Application
fr_fr: Créer une application

source: Choose the principals (users or groups) that you wish to have to access to any resources attached to this policy. Please type the name of the accounts or groups that you wish to attach to this policy.
fr_fr: Choose the principals (users or groupes) that you wish to have to accès to any ressources attached to thest stratégie. Please type the nom de the comptes or groups that you wish to attach to thest policy.

source: Available Rights
fr_fr: Available Droits

source: Old password:
fr_fr: Ancien mot de passe:

source: OpenVPN-ALS:::New Key Password Required.
fr_fr: OpenVPN-ALS:::Nouveau Mot de passe requis.

source: An unknown action was performed, relist.
fr_fr: Une action inconnue a été exécutée.

source: You must supply a city.
fr_fr: Vous devez fournir une ville.

source: Policy <b>{0}</b> saved.
fr_fr: Stratégie <b>{0}</b> sauvegardée.

source: <if> element requires jre or parameter attribute
fr_fr: <if> element requires jre or parameter attribut

source: Trusted server certificate installed.
fr_fr: Trusted server certificatinstalled.

source: Folder
fr_fr: Dossier

source: Include Organizational Unit Filter
fr_fr: Include Organizational Unit Filtrer

source: The Active Directory user cache is full. There may be more accounts on the Active Directory which are not currently visible from OpenVPN-ALS. It is recommended that the cache size is increased from it's current value: {0}.
fr_fr: Le Active Directory utilisateur cache est full. There may be more comptes on the Active Directory which are not currently visible from OpenVPN-ALS. It est recommended that the cache size est increased from it's current value: {0}.

source: Launching {0}
fr_fr: Lancement {0}

source: Step 5 - Summary
fr_fr: Etape 5 - Summary

source: Remove policy
fr_fr: Remove stratégie

source: Application name:
fr_fr: Nom d'application:

source: Extension Manager
fr_fr: Gestion des extensions

source: The account '{0}' doesn't exist.
fr_fr: Le compte '{0}' doesn't exist.

source: Automatically detect the file system type from the path entered. You may enter absolute local paths, relative local paths, UNC paths or URI paths (e.g. ftp://myftpserver/home).
fr_fr: Détection automatique du système de fichier a partir du chemin entré. Vous pouvez entrer un chemin complet, un chemin parent, ou un chemin de type UNC (réseau) ou URI (ex. ftp://myftpserver/home).

source: Weight:
fr_fr: Poids:

source: Policy Selection
fr_fr: Sélection des Stratégies

source: Priority:
fr_fr: Priorité:

source: Confirm Password
fr_fr: Confirmer Mot de passe

source: Agent has {0} tunnel(s) open with {1} active connection(s).
fr_fr: Agent has {0} tunnel(s) ouvrir with {1} active connection(s).

source: The address to use when OpenVPN-ALS needs to connect to the loopback address on the client. For example, this may be set to 127.0.0.2 as a work-around for connection problems when using the RDP extension on Windows XP SP1.
fr_fr: Le address to use when OpenVPN-ALS needs to connect to the loopback address on the client. For example, thest may be set to 127.0.0.2 as a work-around for connection problems when using the RDP extension on Windows XP SP1.

source: Try guest (2nd)
fr_fr: Essayez l'invité (2nd)

source: File available for download
fr_fr: Fichier disponible pour téléchargement

source: OpenVPN-ALS:::Remove Attribute Definition
fr_fr: OpenVPN-ALS:::Remove Attribut Definition

source: The type of network place has been automatically detected as {0}. Please review network places details before proceeding.
fr_fr: Le type de réseau place has been automatically detected as {0}. Please review Favoris Réseau details before proceeding.

source: Only administrators can list network places with a global scope.
fr_fr: Seul l'administrateur peut lister les Favoris Réseau globalement.

source: <strong>{3}</strong> is out of range. Must be a number between {0} and {1} inclusive.
fr_fr: <strong>{3}</strong> hors limite. Doit petre un nombre compris entre {0} et {1} inclus.

source: Click here to connect to 3SP.com and purchase a signed certificate.
fr_fr: Cliquerici to connect to 3SP.com and purchase a signed certificate.

source: Installer Complete
fr_fr: Installation Complète

source: The resources section allows you control over settings concerning Network Places, Profiles and Web forwarding settings.
fr_fr: Le ressources section allows you control over settings concerning Favoris Réseau, Profils and Web forwarding settings.

source: No certificates are stored in this key store.
fr_fr: Non certificates are stored in thest key store.

source: IP Address is: {0}
fr_fr: L'adresse IP est: {0}

source: No IP Address was entered.
fr_fr: Pas d'adresse IP fournie.

source: Your personal Tunnel is going to be attached to your personal policy: "{0}"<br/>Please know that an admin may, at everytime, see, edit and deleted your personal resource and policy.
fr_fr: Votre personal Tunnel est going to be attached to votre personal stratégie: "{0}"<br/>Please know that an admin may, at everytime, see, editer and deleted votre personal ressource and policy.

source: OpenVPN-ALS:::Edit Attribute Definition
fr_fr: OpenVPN-ALS:::Edit Attribut Definition

source: Reject
fr_fr: Rejèt

source: Install, update and remove OpenVPN-ALS extensions.
fr_fr: Installer, mettre à jour et supprimer les extensions OpenVPN-ALS.

source: The creation of the application shortcut is complete, but some warnings occurred. Please review the warnings and either retry by clicking on <strong>Run Again</strong>, or click <strong>Exit Wizard</strong> to leave the wizard now.
fr_fr: Le creation de ce raccourci est complet, mais plusieurs avertissements sont apparus. Vérifiez les avant de cliquer sur <strong>Executer de nouveau</strong>, ou <strong>Quitter l'assistant</strong> terminer l'assistant.

source: The installation failed. Please review any errors or warnings and either retry by clicking on <strong>Run Again</strong>, or click <strong>Exit Install</strong> to leave the wizard now.
fr_fr: Le installation failed. Please review any erreurs or avertissements and either retry by clicking on <strong>Executer de nouveau</strong>, or cliquer<strong>Exit Installer</strong> to leave the assistant now.

source: There are currently no application shortcuts or none that you are allowed to edit. If allowed, you will be able to create a new application shortcut by selecting the <b>Create Application Shortcut</b> action.
fr_fr: Il n'y a actuellement aucun raccourci que vous êtes autoriés a éditer. Si permis, vous pourrez créer un nouveau raccourci en sélectionnant l'action <b>Créer un nouveau raccourci</b> .

source: If selected, the users cache will be cleared when either they logout.
fr_fr: Si sélectionné, le cache utilisateur pourra être nettoyé a la prochaine déconnexion.

source: Your browser was closed, so the session has been locked.
fr_fr: Votre navigateur a été fermé, la session a été verrouillée.

source: The tunnel {0} already exists as a favorite.
fr_fr: Le tunnel {0} already exists as a favorite.

source: My Profiles
fr_fr: Profils

source: Account saved, now set the password.
fr_fr: Compte enregistré, saisir le mot de passe.

source: Application name is {0} ({1})
fr_fr: Application nom est {0} ({1})

source: Shutting Down
fr_fr: Arrêt en cours

source: Setting user specified local proxy URL to {0}.
fr_fr: Les options de l'utilisateur ont spécifiées l'url {0}.

source: The list of SSL protocols supported by OpenVPN-ALS
fr_fr: Le list de SSL protocols supported by OpenVPN-ALS

source: Failed to create new access right. {0}
fr_fr: Failed to create new accès right. {0}

source: Your password will expire in {0} day(s).
fr_fr: Votre mot de passe expire dans {0} jour(s).

source: {0} is not a valid account name.
fr_fr: {0} est not a valid compte nom.

source: OpenVPN-ALS:::Confirm Reset Private Key
fr_fr: OpenVPN-ALS:::Confirmer Réinitialiser Private Key

source: This page contains an error.
fr_fr: Thest page contains an erreur.

source: The Resource is not attached to any policies. You need to attach this resource to at least one policy to be able to launch it.
fr_fr: te

source: Confirm new password:
fr_fr: Confirmer nouveau mot de passe:

source: UI (Base)
fr_fr: UI (AWT Grid)

source: NetBIOS hostname
fr_fr: Nom d'hôte NetBIOS

source: Active Directory OU Filter
fr_fr: Filtre OU d'Active Directory

source: Authentication Scheme <b>{0}</b> moved down.
fr_fr: Authentification Scheme <b>{0}</b> moved down.

source: Your filter did not match any items.
fr_fr: Votre filtrer did not match any items.

source: FTP Options
fr_fr: Options FTP

source: Network Place Name:
fr_fr: Nom du Favoris Réseau:

source: Loading
fr_fr: Chargement

source: Format used for entry of dates
fr_fr: Format used for entry de dates

source: Change your logon password.
fr_fr: Changer votre mot de passe.

source: The address used for this IP Restriction will prevent you accessing the system from your current IP Address. Are you sure?
fr_fr: Le address used for thest IP Restriction will prevent you accessing the system from votre current IP Address. Are you sure?

source: Application Shortcut Created
fr_fr: Raccourci crée

source: All steps completed OK. Click <strong>Exit Wizard</strong> to leave this wizard.
fr_fr: All steps completed OK. Cliquer<strong>Quitter l'assistant</strong> to leave thest assistant.

source: Missing or invalid size for file {0}.
fr_fr: Missing or invalide size for file {0}.

source: There are {0} users attached to the policy.
fr_fr: There are {0} users attached to the stratégie.

source: Profile deleted.
fr_fr: Profil supprimé.

source: Please provide a name for this policy.
fr_fr: Please provide a nom for thest stratégie.

source: The most users that have ever been online at any one time.
fr_fr: Le most users that have ever been online at any one time.

source: Failed to launch. {0}.
fr_fr: Failed to lancer. {0}.

source: Exit Wizard
fr_fr: Quitter l'assistant

source: The port number on which to listen for HTTP requests. Users cannot access the main SSL VPN over HTTP, this service is available to extensions to add HTTP services and to redirect users to the HTTPS server.
fr_fr: Le port number on which to listen for HTTP requests. Users cannot accès the main SSL VPN over HTTP, thest service est available to extensions to add HTTP services and to redirect users to the HTTPS server.

source: Heartbeat thread exited, starting shutdown procedure.
fr_fr: Heartbeat thread exited, starting éteindre procedure.

source: OpenVPN-ALS:::Edit Profile
fr_fr: OpenVPN-ALS:::Edit Profil

source: Access Control Attributes
fr_fr: Attributs de Contrôle d'Accès

source: The TXRX thread failed
fr_fr: Le TXRX thread failed

source: Configuring user database
fr_fr: Configuration de la base de donnée utilisateur

source: Form Type
fr_fr: Type de forme

source: User Console
fr_fr: Console Utilisateur

source: The port number on which the SMTP service is running.
fr_fr: Le port number on which the SMTP service est running.

source: You must supply a hostname.
fr_fr: Vous devez fournir un nom d'hôte.

source: Step 3 - Summary
fr_fr: Etape 3 - Summary

source: Create Path-Based Reverse Proxy
fr_fr: Créer un serveur mandataire de remplacement

source: OpenVPN-ALS:::Network Places
fr_fr: OpenVPN-ALS:::Mes Favoris Réseaux

source: Parsed descriptor
fr_fr: Parsed description

source: Language
fr_fr: Langue

source: Looking up registry value: scope={0} key={1} value={2}# OpenVPN-ALS Category Information
fr_fr: Looking up registry value: scope={0} key={1} value={2}

source: Enable this authentication scheme
fr_fr: Enable thest authentification scheme

source: File name
fr_fr: Nom de fichier

source: IP Restrictions
fr_fr: Restrictions d'IP

source: Failed to attach to resource to policies. {0}
fr_fr: Echec lors de l'attache des stratégies a la ressource. {0}

source: Confirm Account Deletion
fr_fr: Confirmer Compte Deletion

source: Mothers Maiden Name
fr_fr: Nom de jeune fille de la mère

source: WebDAV without cookies
fr_fr: te

source: Clipboard empty, you need to copy or cut file to paste them.
fr_fr: Presse papiers vide, vous devez copier ou couper un fichier a l'intérieur.

source: You cannot enter the localhost interface as an IP restriction.
fr_fr: Vous ne pouvez pas entrer l'interface locale comme IP restreinte.

source: When enabled all data returned to the client browser will be compressed. This saves bandwidth at the expense of some processor time.
fr_fr: When enabled all data returned to the client navigateur will be compressed. Thest saves bandwidth at the expense de some processor time.
